[
    {
        "root": "HER",
        "def": "comes from the Latin verb <em>haerere</em>, meaning \"to stick.\" Another form of the verb produces the root <em>hes-</em>, seen in such word as <em>adhesive</em>, which means basically \"sticky\" or \"sticking,\" and <em>hesitate</em>, which means more or less \"stuck in one place.\"",
        "count": 4
    },
    {
        "root": "FUG",
        "def": "comes from the Latin verb <em>fugere</em>, meaning \"to flee or escape.\" Thus, a <em>refugee</em> flees from some threat or danger, while a <em>fugitive</em> is usually fleeing from the law.",
        "count": 4
    },
    {
        "root": "COSM",
        "def": "comes from the Greek word for \"order.\" Since the Greeks believed the universe was an orderly place, words in this group usually relate to the universe. So <em>cosmonaut</em> was the word for a space traveler from the former Soviet Union. (The root of our own word, <em>astronaut</em>, suggest \"star traveler\" instead.) Oddly enough, <em>cosmetics</em> comes from the same root, since putting things in order is similar to decorating something--such as your face.",
        "count": 4
    },
    {
        "root": "SCI",
        "def": "comes from the Latin verb <em>scire</em>, \"to know\" or \"to understand.\" The root appears in such common words as <em>science</em>, which originally meant simply \"knowledge,\" and <em>conscience</em>, meaning \"moral knowledge.\" And to be <em>conscious</em> is to be in a state where you are able to know or understand.",
        "count": 4
    },
    {
        "root": "JUNCT",
        "def": "comes from the Latin verb <em>jungere</em>, meaning \"to join.\" A <em>junction</em> is a place where roads or railways come together. A <em>conjunction</em> is a word that join two other words or groups of words: \"this and that,\" \"to be or not to be.\"",
        "count": 4
    },
    {
        "root": "PART",
        "def": "from the Latin word <em>pars</em>, meaning \"part,\" comes into English most obviously in our word <em>part</em>. An <em>apartment</em> or <em>compartment</em> is part of a large whole. The same is usually true of a <em>particle</em>.",
        "count": 4
    },
    {
        "root": "MIS",
        "def": "comes from the Latin verb <em>mittere</em>, \"to send.\" A <em>missile</em> is something sent speeding through the air or water. And when your class is <em>dismissed</em> at the end of the day, you're sent home.",
        "count": 4
    },
    {
        "root": "PEL",
        "def": "comes from the Latin verb <em>pellere</em>, meaning \"to move or drive.\" So a <em>propeller</em> moves a small airplane forward. And if you <em>dispel</em> someone's fear, you \"drive them away.\"",
        "count": 4
    },
    {
        "root": "Words from Mythology",
        "def": "",
        "count": 8
    }
]