[
    {
        "root": "TOP",
        "def": "comes from <em>topos</em>, the Greek word for \"place.\" A <em>topic</em> is a subject rather than a place; to the Greeks, the original word meant more or less \"aout one place or subject (rather than another)\"--which just goes to show that it's not always easy to trace a word's meaning from its root.",
        "count": 4
    },
    {
        "root": "CENTR/CENTER",
        "def": "comes from the Greek <em>kentron</em> and the Latin <em>centrum</em>, meaning \"sharp point\" or \"center point of a circle.\" A <em>centrifuge</em> is a spinning machine that throws things outward from the <em>center</em>; the apparent force that pushes them outward is called <em>centrifugal</em> force.",
        "count": 4
    },
    {
        "root": "DOM",
        "def": "comes from the Latin <em>domus</em>, \"house,\" and <em>dominus</em>, \"master,\" and the two are indeed related. In the Bible, King Ahasuerus, angered by his queen's disobedience, proclaims that \"every man is to be master of his own house,\" and in the Roman empire no one doubted that this was how it was meant to be. A <em>domain</em> is the area where a person has authority or is <em>dominant</em>--but we no longer think of a house as the domain of a single dominant memeber of a family.",
        "count": 4
    },
    {
        "root": "OMNI",
        "def": "comes from the Latin word <em>omnis</em>, meaning \"all.\" In English words, <em>omni-</em> can mean \"in all way,\" \"in all place,\" or \"without limits.\" An <em>omnidirectional</em> antenna, for example, is one that receives or sends radio waves equally well in all directions. And <em>Omni</em> by itself has been used repeatedly as a brand name for things as different as a hotel chain and a science magazine.",
        "count": 4
    },
    {
        "root": "HOL/HOLO",
        "def": "meaning \"whole,\" comes from the Greek word <em>holos</em>, with the same meaning. The root can be found in <em>catholic</em>. When capitalized, <em>Catholic</em> refers to the worldwide Christian church based in Rome, which was once the \"whole\"--that is, the only--Christian church. Without the capital letter, <em>catholic</em> means simply \"universal\" or, when describing a person, \"broad in one's interests or tastes.\"",
        "count": 4
    },
    {
        "root": "RETRO",
        "def": "means \"back,\" \"backward,\" or \"behind\" in Latin. <em>Retro</em> in English is generally a prefix, but has also become a word in its own right, usually used to describe old styles or fashions.",
        "count": 4
    },
    {
        "root": "TEMPOR",
        "def": "comes from the Latin <em>tempus</em>, meaning \"time.\" A <em>temporary</em> repair is meant to last only a short time. The <em>tempo</em>, or speed, of a country-and-western ballad is usually different from that of a hip-hop number. The Latin phrase <em>Tempus fugit</em> means \"Time flies,\" an observation that seems more true during summer vacation than in the dead of winter.",
        "count": 4
    },
    {
        "root": "CHRON",
        "def": "comes from the Greek word for \"time.\" A <em>chronicle</em> records the events of a particular time, which is why so many newspapers have the name <em>Chronicle</em>. A <em>chronometer</em> is a device for measuring time, usually one that's more accurate (and more expensive) than an ordinary watch or clock.",
        "count": 4
    },
    {
        "root": "TRI",
        "def": "means \"three,\" whether derived from Greek or Latin. A <em>tricycle</em> has three wheels. A <em>triangle</em> has three sides and three angles. And a <em>triumvirate</em> is a board or government of three people.",
        "count": 4
    },
    {
        "root": "TRI",
        "def": "means \"three,\" whether derived from Greek or Latin. A <em>tricycle</em> has three wheels. A <em>triangle</em> has three sides and three angles. And a <em>triumvirate</em> is a board or government of three people.",
        "count": 4
    }
]