[
    {
        "root": "UMBR",
        "def": "come from the Latin <em>umbra</em>, meaning \"shadow.\" Thus, the familiar <em>umbrella</em>, with its ending meaning \"little,\" casts a \"little shadow\" to keep off the sun or the rain.",
        "count": 4
    },
    {
        "root": "VEST",
        "def": "comes from the Latin verb <em>vestire</em>, \"to clothe\" or \"to dress,\" and the noun <em>vestis</em>, \"clothing\" or \"garment.\" <em>Vest</em> is the shortest English word we have from this root, and is the name of a rather small piece of clothing.",
        "count": 4
    },
    {
        "root": "THE/THEO",
        "def": "comes from the Greek word meaning \"god.\" <em>Theology</em>, the study of religion, is practiced by <em>theologians</em>. <em>Monothesim</em> is the worship of a single god; Christianity, Islam, and Judaism are <em>monotheistic</em> religions, and all three worship the same god. <em>Polytheistic</em> religions such as those of ancient Greek and Rome, on other hand, worship many gods.",
        "count": 4
    },
    {
        "root": "ICON",
        "def": "comes from the Greek <em>eikon</em>, which led to the Latin <em>icon</em>, both meaning \"image.\" Though the <em>icon-</em> root hasn't produced many English words, the words that is does appear in tend to be interesting.",
        "count": 4
    },
    {
        "root": "URB",
        "def": "comes from the Latin noun for \"city.\" Our word <em>urban</em> describes cities and the people who live in them. With its <em>sub-</em> prefix (SEE <a href=\"Unit21.txt.html#SUB\">SUB</a>), a <em>suburb</em> is a town \"near\" or \"under\" a larger city, and <em>suburban</em> houses are home to <em>suburbanites</em>.",
        "count": 4
    },
    {
        "root": "CULT",
        "def": "comes from the Latin <em>cultus</em>, meaning \"care,\" So <em>cultivation</em> is care of something, such as a garden, in a way that encourages its growth. And <em>culture</em> is what is produced by cultivating human knowledge, skills, beliefs, manners, science, and art over many years.",
        "count": 4
    },
    {
        "root": "DEM/DEMO",
        "def": "comes from the Greek word meaning \"people.\" \"Government by the people\" was invented by the ancient Greeks, so it's appropriate that they were the first to come up with a word for it: <em>demokratia</em>, or <em>democracy</em>.",
        "count": 4
    },
    {
        "root": "POPUL",
        "def": "comes from the Latin word meaning \"people,\" and in fact forms the basis of the word <em>people</em> itself. So the <em>population</em> is the people of an area, and <em>popular</em> means not only \"liked by many people\" but also (as in <em>popular culture</em>) \"relating to the general public.\"",
        "count": 4
    },
    {
        "root": "Animal Word",
        "def": "",
        "count": 8
    }
]