[
    {
        "root": "VOR",
        "def": "comes from the Latin verb <em>vorare</em>, \"to eat,\" and the ending <em>-ivorous</em> shows up in words that refer to eaters of certain kinds of food. <em>Frugivorous</em> (for \"fruit-eating\"), <em>granivorous</em> (for \"grain-eating\"), and <em>graminivorous</em> (for \"grass-eating\") aren't too rare, but you won't run across <em>phytosuccivorous</em> (\"plant-sap-eating\") every day.",
        "count": 4
    },
    {
        "root": "CARN",
        "def": "comes from a Latin word meaning \"flesh\" or \"meat.\" <em>Carnation</em> originally meant \"the color of flesh,\" which was once the only color of the flower we call the carnation. In Christian countries, Lent is the period when the faithful traditionally give up something they love, often meat. The days leading up to Lent are known as the <em>carnival</em> season, from the Italian <em>carnelevare</em>, later shortened to <em>carnevale</em>, which meant \"removal of meat\"--though during carnival, of course, people indulge in just about everything, and the removal of meat only comes later.",
        "count": 4
    },
    {
        "root": "CRED",
        "def": "comes from <em>credere</em>, the Latin verb meaning \"to believe\" or \"to entrust.\" We have a good <em>credit</em> rating when institutions trust in our ability to repay a loan, and we carry <em>credentials</em> so that others will believe that we are who we say we are.",
        "count": 4
    },
    {
        "root": "FID",
        "def": "comes from <em>fides</em>, the Latin word for \"faith\" or \"trust.\" <em>Fidelity</em> is another word for \"faithfulness.\" <em>Confidence</em> is having faith in someone or something. An <em>infidel</em> is someone who lacks a particular kind of religious faith. And the once-popular dog's name <em>Fido</em> is Latin for \"I trust.\"",
        "count": 4
    },
    {
        "root": "CURR/CURS",
        "def": "comes from <em>currere</em>, the Latin verb meaning \"to run.\" Although words based on this root don't tend to suggest speed, the sense of movement remains. <em>Current</em>, for instance, refers to running water in a stream or river, or electron running through a wire, and an <em>excursion</em> is a trip from one place to another.",
        "count": 4
    },
    {
        "root": "PED",
        "def": "comes from the Latin word for \"foot.\" A <em>pedal</em> is pushed by the foot; a <em>pedicure</em> is a treatment of the feet, toes, and toenails; and a <em>pedestal</em> is what a statue stands on--in a sense, its foot.",
        "count": 4
    },
    {
        "root": "FLECT",
        "def": "comes from <em>flectere</em>, the Latin verb meaning \"to bend.\" The root sometimes takes the form <em>flex-</em>. Things that are <em>flexible</em> can be bent, and when you <em>flex</em> a muscle, you're usually bending a limb--which, as a trainer at the gym will tell you, requires the use of <em>flexor</em> muscles.",
        "count": 4
    },
    {
        "root": "POST",
        "def": "comes from a Latin word meaning \"after\" or \"behind.\" A <em>postscript</em> (or PS) is a note that comes after an otherwise completed letter, usually as an afterthought. <em>Postpartum</em> refers to the period following childbirth, with any related events and complications. To <em>postdate</em> a check is to give it a date after the day it was written.",
        "count": 4
    },
    {
        "root": "Words from Mythology",
        "def": "",
        "count": 8
    }
]