[
    {
        "root": "PUT",
        "def": "comes from the Latin verb <em>putare</em>, meaning \"to think, consider, or to believe.\" So, for example, a <em>reputation</em> is what others think of you. But when the root shows up in such words as <em>computer, dispute</em>, and <em>deputy</em>, its meaning is harder to trace.",
        "count": 4
    },
    {
        "root": "LOG",
        "def": "from the Greek word <em>logos</em>, meaning \"word,\" \"speech,\" or \"reason.\" is found particularly in English words that end in <em>-logy</em> and <em>-logue</em>. The ending <em>-logy</em> often means \"the study of\"; so, for instance, <em>biology</em> is the study of life, and <em>anthropology</em> is the study of humans. And <em>-logue</em> usually indicates a type of discussion; thus, <em>dialogue</em> is conversation between two people or groups, and an <em>epilogue</em> is an author's last words on a subject.But exceptions aren't hard to find.",
        "count": 4
    },
    {
        "root": "TERR",
        "def": "comes from the Latin <em>terra</em>, \"earth.\" A <em>territory</em> is a large expanse of land. <em>Terra firma</em> is Latin for \"firm ground\" as opposed to the swaying seas. A <em>terrace</em> is a leveled area, often one created for farming on a sloping hill. And the French word for potato, <em>pomme de terre</em>, means literally \"apple of the earth.\"",
        "count": 4
    },
    {
        "root": "MAR",
        "def": "from the Latin word <em>mare</em>, meaning \"sea,\" brings its salty tang to several English words. A <em>submarine</em> is an undersea ship. <em>Marine</em> means basically \"relating to the sea,\" so when the Continental Marines were established back in 1775, their job was to provide on-board security on naval ship; but they immediately began to be used on land as well, and the marines have continued to operate on both land and sea ever since.",
        "count": 4
    },
    {
        "root": "PATH",
        "def": "comes from the Greek word <em>pathos</em>, which means \"feeling\" or \"suffering.\" So a <em>pathetic</em> sight moves us to pity, and a <em>sympathetic</em> friend \"feel with\" you when you yourself are suffering.",
        "count": 4
    },
    {
        "root": "PEN/PUN",
        "def": "comes from the Latin words <em>poena</em>, \"penalty,\" and <em>punire</em>, \"to punish.\" A <em>penalty</em> is, of course, a <em>punishment</em>.",
        "count": 4
    },
    {
        "root": "MATR/MATER",
        "def": "comes from the Greek and Latin words for \"mother.\" A <em>matron</em> is a mature woman with children. And <em>matrimony</em> is marriage itself, the traditional first step forward motherhood.",
        "count": 4
    },
    {
        "root": "AQU",
        "def": "comes from <em>aqua</em>, the Latin word for \"water.\" We keep pet fish in an <em>aquarium</em> at home or visit larger sea animals in a building with that name. Water sports such as swimming, canoeing, and sailing are sometimes called <em>aquatics</em>. In Scandinavia there's a popular drink called <em>aquavit</em>, the name coming from the Latin <em>aqua vitae</em>, \"water of life\"--though instead of water it mostly consists of alcohol.",
        "count": 4
    },
    {
        "root": "Words from Mythology",
        "def": "",
        "count": 8
    }
]