[
    {
        "root": "SUB",
        "def": "means \"under.\" So, a <em>subway</em> runs under the streets, and a <em>submarine</em> moves under the ocean's surface. A <em>subject</em> is a person under the authority of another. A movies <em>subplot</em> is lower in importance than the main plot. <em>Subscribe</em> once meant \"to write one's name underneath,\" so <em>subscription</em> was the act of signing a document or agreement.",
        "count": 4
    },
    {
        "root": "HYPER",
        "def": "means \"above or beyond,\" so <em>hyper-</em> often means about the same thing as <em>super-</em>. <em>Hyperinflation</em> is inflation that growing at a very high rate. To be <em>hypercritical</em> or <em>hypersensitive</em> is to be critical or sensitive beyond the normal. And if you <em>hyperextend</em> a knee or elbow, it means you're actually bending it backward.",
        "count": 4
    },
    {
        "root": "PRE",
        "def": "one of the most common of all English <em>prefixs</em>, meaning \"before\" or \"in front of.\" So, a <em>prediction</em> forecasts what will happen before it occurs. The 5:00 TV news <em>precedes</em> the 6:00 news. And someone with a <em>prejudice</em> against a class of people has judged them before having even met them.",
        "count": 4
    },
    {
        "root": "PARA",
        "def": "meaning \"beside\" or \"closely releated to.\" So, <em>parallel</em> lines besides each other. And we start a new <em>paragraph</em> on a new line.",
        "count": 4
    },
    {
        "root": "META",
        "def": "is a prefix in English that generally means \"behind\" or \"beyond.\" In medicine, for example, the <em>metacarpal</em> bones are the hand bones that come right after, or beyond, the <em>carpal</em> or wrist bones. And <em>metalanguage</em> is language used to talk about language, which requires going beyond normal language.",
        "count": 4
    },
    {
        "root": "PER",
        "def": "meaning \"through,\" \"throughout,\" or \"thoroughly.\" Thus, <em>perforate</em> means \"to bore through,\" <em>perennial</em> means \"throughout the years,\" and <em>permanent</em> means \"remaining throughout.\" An <em>thoroughly</em> sense shows up in <em>persuade</em>, for \"thoroughly advise.\"",
        "count": 4
    },
    {
        "root": "ANT/ANTI",
        "def": "meaning \"against.\" An <em>anticlimax</em> is the opposite of a climax. An <em>antiseptic</em> or <em>antibiotic</em> fights germs. An <em>antacid</em> attacks acid in the stomach. And an <em>antidote</em> works against the effects of a poison.",
        "count": 4
    },
    {
        "root": "CONTRA",
        "def": "meaning \"against\" or \"contrary to.\" A <em>contrast</em> \"stands against\" something else that it's compared to.",
        "count": 4
    },
    {
        "root": "Greek and Latin Borrowings",
        "def": "",
        "count": 8
    }
]