[
    {
        "root": "ANIM",
        "def": "comes from the Latin <em>anima</em>, meaning \"breath\" or \"soul.\" So, for example, an <em>animal</em> is a living, breathing thing--though human animals have often argued about whether other species actually have souls.",
        "count": 4
    },
    {
        "root": "FIG",
        "def": "comes from a Latin verb meaning \"to shape or mold\" and a noun meaning \"a form or shape.\" So a <em>figure</em> is usually a shape. A <em>transfiguration</em> transforms the shape or appearance of something. And a <em>disfiguring</em> injury changes the appearance of part of the body for the worse.",
        "count": 4
    },
    {
        "root": "ANN/ENN",
        "def": "comes from Latin <em>annus</em>, meaning \"year.\" An <em>annual</em> event occurs yearly. An <em>anniversary</em> is an example of an annual event, although the older you get the more frequent they seem to be.",
        "count": 4
    },
    {
        "root": "EV",
        "def": "comes from the Latin <em>aevum</em>, \"age\" or \"lifetime.\" Though the root occurs in only a few English words, it's related to the Greek <em>aion</em>, \"age,\" from which we get the word <em>eon</em>, meaning \"a very long period of time.\"",
        "count": 4
    },
    {
        "root": "CORP",
        "def": "comes from <em>corpus</em>, the Latin word for \"body.\" A <em>corpse</em> is a dead body. A <em>corporation</em> is also a kind of body, since it may act almost like an individual. And a <em>corps</em> is a \"body\" of soldiers.",
        "count": 4
    },
    {
        "root": "TANG/TACT",
        "def": "comes from the Latin words <em>tangere</em>, \"to touch,\" and <em>tactus</em>, \"sense of touch.\" So, for instance, to make <em>contact</em> is to touch or \"get in touch with.\"",
        "count": 4
    },
    {
        "root": "CODI/CODE",
        "def": "comes from the Latin <em>codex</em>, maning \"trunk of a tree\" or \"document written on wooden tablets.\" A <em>code</em> can be either a set of laws or a system of symbols used to write messages. To <em>encode</em> a message is to write it in code. A genetic code, transmitted by genes, is a set of instructions for everything from blood type to eye color.",
        "count": 4
    },
    {
        "root": "SIGN",
        "def": "comes from the Latin noun <em>signum</em>, \"mark or sign.\" A <em>signal</em> is kind of sign. Your <em>signature</em> is your own personal sign. And an architect's <em>design</em> marks out the pattern for a building.",
        "count": 4
    },
    {
        "root": "QUADR/QUART",
        "def": "comes from Latin words meaning \"four\" or \"fourth.\" In English, a <em>quart</em> is one-fourth of a gallon, just as a <em>quarter</em> is one-fourth of a dollar. A <em>quadrangle</em> has four sides and angles but isn't necessarily square. And <em>quadruplets</em> are four babies born at the same time.",
        "count": 4
    },
    {
        "root": "TETR",
        "def": "comes from the Greek word for \"four.\" In the immensely popular video game <em>Tetris</em>, for example, each of the pieces the game is played with has four segments. But the root usually shows up in long chemical names.",
        "count": 4
    }
]