[
    {
        "root": "VIS",
        "def": "comes from a Latin verb meaning \"see.\" <em>Vision</em> is what enables us to see, <em>visual</em> images are <em>visable</em> to our eyes, and a <em>visitor</em> is someone who comes to see something. The same verb actually gives us another root, <em>vid-</em>, as in Julius Caesar's famous statement about his military exploits, \"Veni, vidi, vici\" (\"I came, I saw, I conquered\"), and such common English words as <em>video</em>.",
        "count": 4
    },
    {
        "root": "SPECT",
        "def": "comes from the Latin verb <em>specere</em>, meaning \"to look at,\" and produces several familiar English words. <em>Spectacles</em> can be glasses that you look through; but a spectacle can also be a remarkable sight--in Roman times, perhaps a <em>spectacular</em> chariot race or a <em>spectacularly</em> bloody battle between gladiators and wild beasts, mounted for the pleasure of its <em>spectators</em>.",
        "count": 4
    },
    {
        "root": "VOC",
        "def": "come from the Latin words meaning \"voice\" and \"speak.\" So, a <em>vocal</em> ensemble is a signing group. A <em>vocation</em> was originally a \"calling\" from God to do religous work as a priest, monk, or nun, though today most people use the word just to mean a career. And a <em>vocabulary</em> is a set of words for sepaking.",
        "count": 4
    },
    {
        "root": "PHON",
        "def": "is a Greek root meaning \"sound,\" \"voice,\" or \"speech.\" It's probably most familiar in the form of the English suffix <em>-phone</em>, in words that begin with a Greek or Latin root as well. Thus, the <em>tel-</em> in <em>telephone</em> means \"far,\" the <em>micro-</em> in <em>microphone</em> means \"small,\" the <em>xylo-</em> in <em>xylophone</em> means \"wood,\" and so on.",
        "count": 4
    },
    {
        "root": "CUR",
        "def": "from the Latin verb <em>curare</em>, means basically \"care for.\" Our verb <em>cure</em> comes from this root, as do <em>manicure</em> (\"care for the hands\") and <em>pedicure</em> (\"care for the feet\").",
        "count": 4
    },
    {
        "root": "PERI",
        "def": "in both Latin and Greek, means \"around.\" A <em>period</em> is often a span of time that keeps coming around regularly, day after day or year after year. With a <em>periscope</em>, you can see around corners. <em>Peristalsis</em> is the process that moves food around the intestines; without it, digestion would grind to a halt.",
        "count": 4
    },
    {
        "root": "SENS",
        "def": "comes from the Latin noun <em>sensus</em>, meaning \"feeling\" or \"sense.\" <em>Sense</em> itself obviously comes straight from the Latin. A <em>sensation</em> is something you sense. And if you're <em>sensitive</em>, you feel or sense things sharply, maybe even too sharply.",
        "count": 4
    },
    {
        "root": "SOPH",
        "def": "comes from the Greek words meaning \"wise\" and \"wisdom.\" In English the root sometimes appears in words where the wisdom is of the \"wise guy\" variety, but in words such as <em>philosophy</em> we see it used more respectfully.",
        "count": 4
    },
    {
        "root": "Words from Mythology and History",
        "def": "",
        "count": 8
    }
]