[
    {
        "root": "AMBI",
        "def": "means \"on both sides\" or \"around\"; <em>ambi-</em> comes form Latin. Most of us are either right-handed or left-handed, but <em>ambidextrous</em> people can use their right and left hand equally well.",
        "count": 4
    },
    {
        "root": "EPI",
        "def": "is a Greek prefix that may mean various things, but usually \"on, over\" or \"attached to.\" So an earthquake's <em>epiccenter</em> is the ground right over the center of the quake. And your <em>epidermis</em> is the outer layer of your skin, on top of the inner <em>dermis</em>.",
        "count": 4
    },
    {
        "root": "HYP/HYPO",
        "def": "is a Greek prefix meaning \"below, under.\" Many <em>hypo-</em> words are medical. A <em>hypodermic</em> needle injects medication under the skin. <em>Hypotension</em>, or low blood pressure, can be just as unhealthy as the better-known <em>hypertension</em>, or high blood pressure.",
        "count": 4
    },
    {
        "root": "THERM/THERMO",
        "def": "comes from the Greek word meaning \"warm.\" A <em>thermometer</em> measures the amount of warmth in body, the air, or an oven. A <em>thermostat</em> makes sure the temperature stays at the same level. And it's easy to see why the German manufacturers of a vacuum-insulated bottle back in 1904 gave it the name Thermos.",
        "count": 4
    },
    {
        "root": "POLY",
        "def": "comes from <em>polys</em>, the Greek word for \"many.\" A <em>polytechnic</em> institute offers instruction in many technical fields. <em>Polygamy</em> is marriage in which one has many spouses, or at least more than the legal limit of one. And <em>Polysyllabic</em> words are words of many syllables--of which there are quite a few in this book.",
        "count": 4
    },
    {
        "root": "PRIM",
        "def": "comes from <em>primus</em>, the Latin word for \"first.\" Something <em>primary</em> is first in time, rank, or importance. Something <em>primitive</em> is in its first stage of development. And something <em>primeval</em> had its origin in the first period of world or human history.",
        "count": 4
    },
    {
        "root": "HOM/HOMO",
        "def": "comes from <em>homos</em>, the Greek word for \"same,\" which in English words may also mean \"similar.\" A <em>homograph</em> is a word spelled like another word but different in meaning or pronunciation, and a <em>homosexual</em> is a person who favors others of the same sex. (This root has nothing to do with the Latin <em>homo</em>, meaning \"person,\" as in <em>Homo sapiens</em>, the French <em>homme</em>, and the Spanish <em>hombre</em>.)",
        "count": 4
    },
    {
        "root": "DIS",
        "def": "comes from Latin, where it means \"apart.\" In English, its meanings have increased to include \"opposite\" or \"not\" (as in <em>distaste, disagreeable</em>), \"deprive of\" (<em>disinfect</em>), or \"exclude or expel from\" (disbar). The original meaning can still be seen in a word like <em>dissipate</em>, which means \"to break up and scatter.\"",
        "count": 4
    },
    {
        "root": "Latin Borrowings",
        "def": "",
        "count": 8
    }
]