[
    {
        "root": "BIO",
        "def": "comes from the Greek word for \"life,\" and forms the base for many English words. <em>Biology</em>, for instance, is the study of living forms and life processes; the <em>biosphere</em> is the entire area of and above the earth where life can exist; and <em>biotechnology</em> is the use of living organisms to create useful products.",
        "count": 4
    },
    {
        "root": "GEN",
        "def": "which comes from the Greek <em>genos</em>, meaning \"birth,\" has <em>generated</em> dozens of English words. A set of <em>genes</em>, for instance, gives birth to a living being. And a <em>genealogy</em> is a historical map of your family, showing how each <em>generation</em> give birth to the next.",
        "count": 4
    },
    {
        "root": "FUNCT",
        "def": "comes from the Latin verb <em>fungi</em>, \"to perform, carry out.\" If your car is <em>functional</em>, it's able to perform its <em>function</em> of providing transportation. But a <em>functional illiterate</em> is a person who, for all practical or functional purposes, might as well not be able to read or write at all.",
        "count": 4
    },
    {
        "root": "MUT",
        "def": "comes from the Latin <em>mutare</em>, \"to change.\" Plenty of science-fiction movies--<em>Godzilla, The Fly, The Incredible Shrinking Man</em>--used to be made on the subject of weird <em>mutations</em>, changes in normal people or animals that usually end up causing death and destruction. What causes the unfortunate victim to <em>mutate</em> may be a mysterious or alien force, or perhaps, invisible radiation. Though the science in these films isn't always right on target, the scare factor of an army of <em>mutants</em> can be hard to beat.",
        "count": 4
    },
    {
        "root": "FRACT",
        "def": "comes from the Latin verb <em>frangere</em>, \"to break or shatter.\" A <em>fraction</em> is one of the pieces into which a whole can be broken, and a <em>fracture</em> is a break in a wall, a rock, or a bone.",
        "count": 4
    },
    {
        "root": "TELE",
        "def": "has as its basic meanings \"distant\" or \"at a distance.\" A <em>telescope</em> is for looking at far-off objects; a camera's <em>telephoto</em> lens magnifies a distant scene for a photograph; and a <em>television</em> lets us watch things taking place far away.",
        "count": 4
    },
    {
        "root": "PHIL",
        "def": "comes from the Greek word meaning \"love.\" In <em>philosophy</em>, it's joined with <em>sophia</em>, \"wisdom,\" so philosophy means literally \"love of wisdom.\" When joined with <em>biblio-</em>, \"book,\" the result is <em>bibliophile</em>, or \"lover of books.\" And <em>Philadelphia</em>, containing the Greek word <em>adelphos</em>, \"brother,\" was named by its Quaker founder, William Penn, as the city of \"brotherly love.\"",
        "count": 4
    },
    {
        "root": "NEG",
        "def": "and its variants <em>nec-</em> and <em>ne-</em> are prefixs of denial or refusal in Latin, and the Latin verb <em>negare</em> means \"to say no.\" To <em>negate</em> something is to make it ineffective, and something <em>negative</em> denies, contradicts, refuses, or reverses.",
        "count": 4
    },
    {
        "root": "DEC",
        "def": "comes from both Greek and Latin and means \"ten.\" So a <em>decade</em> lasts for ten years; the <em>decimal</em> system is based on ten; and a <em>decahedron</em> is a geometrical shape with ten sides.",
        "count": 4
    },
    {
        "root": "CENT",
        "def": "from the Latin <em>centum</em>, means \"one hundred.\" A dollar is made up of a hundred <em>cents</em>, though other monetary systems use <em>centavos</em> or <em>centimes</em> as the smallest coin. A <em>centipede</em> has what appears to be a hundred feet, though the actual number varies greatly. But there really are a hundred years in a <em>century</em>.",
        "count": 4
    }
]